<?php

return [
    'name' => 'اسم المرحلة',
    'Notes' => 'الملاحظات',
    'Processes' => 'العمليات',
    'Edit' => 'تعديل المرحلة الدراسية',
    'Delete' => 'حذف المرحلة',
    'Warning_Grade'=> 'هل انت متاكد من عملية الحذف ؟',
    'add_Grade' => 'إضافة مرحلة',
    'stage_name_ar' => 'اسم المرحلة بالعربي',
    'stage_name_en' => 'اسم المرحلة بالانجليزي',
    'submit' => 'حفظ البيانات',
    'Close' => 'إغلاق',
    'exists' => 'المرحلة موجودة مسبقا !',
    'Select' => 'تحديد',
    'warning_del_children' => 'هذه المرحلة تحتوي على صفوف يرجى حذف الصف الصفوف اولا !',

];
